{
    "university_info": {
        "overview": "CMR University (CMRU), Bangalore is a private university in the state of Karnataka, established under the Act 45 of 2013. The University fosters creative communities where new ideas are nurtured, new discoveries made, and new creations shared. CMRU works with the vision “To nurture creative thinkers who will drive positive global change.” CMR University aims to promote and undertake the advancement of university education across a plethora of disciplines viz architecture, design, engineering, law, management, economics & commerce, social sciences & humanities, education, and science studies. The University also aims to equip students with the required skills and knowledge to pursue a successful career in their chosen field of study.",
        "ethos": "We believe that creativity is the key competence required to excel in this complex world, which is why independent thinkers, product leaders, artists, designers and innovators are the need of the hour. Our students learn creative concepts and design thinking regardless of their area of study. Students are evaluated on the basis of real-life skills such as teamwork, presentation, research and initiative. CMR University Bangalore fosters creative communities, where new ideas can be nurtured, new discoveries can be made and new creations can be shared.",
        "mission": [
            "To offer multi, inter and cross-disciplinary modular programmes with technology-enabled teaching-learning processes.",
            "To focus on research-led teaching and learning in an innovative and interdisciplinary learning environment; to create critical thinkers.",
            "To create leaders for knowledge based economy, with ethical demands of a society base.",
            "To nurture creative thinkers who will drive positive global change"
        ],
        "logo_description": "The CMR University logo is inspired by that of the CMR Jnanadhara Trust, the University’s promoting body. The logo depicts a beautiful swan that is just about to take off from the waters, one that is reaching for the skies.The swan is the carrier of Goddess Saraswathi – the Goddess of Learning.\nIt is said that the Swan with its sensitive beak has the power of discrimination – an ability to distinguish pure milk from a mixture of milk and water. The swan thus symbolizes discrimination between right and wrong, good and evil or the eternal and the transient. It is this ability to acquire and apply knowledge in a discerning manner, for the overall good of mankind, which closely aligns with the University’s ethos.\nRooted in Indian tradition, this contemporary form of the Hamsa, the Swan wholly embodies the vision of CMR University.",
        "recognitions_and_approvals": [
            "AUI Membership",
            "CMR University ACT",
            "CMR Private University Status",
            "UGC Recognition"
        ]
    },
    "admissions": {
        "application_process": [
            "Step 1",
            "Step 2",
            "Step 3",
            "Step 4",
            "Step 5"
        ],
        "instructions": "The online application is for admission to programmes offered in CMR University.\nApplication Form Fee is Non-Refundable.\nEmail ID submitted at the time of registration will be used for all correspondences until enrolment is completed. Change in Email ID will NOT be permitted under any circumstances.\nRegister and verify your email ID.\n2.  Click on \\[Any Queries? Ask US\\] in your dashboard.\n3.  Select the query category and submit your query.",
        "query_management_system": "Applicants are strongly advised to use CMR University  Query Management System, rather than emailing, to get a quick response.",
        "year": "AY 2025-26",
        "status": "currently open"
    },
    "academics": {
        "undergraduate_programs": [
            {
                "school": "School of Design (SOD)",
                "program": "B.Des. | Bachelor of Design"
            },
            {
                "school": "School of Architecture (SOA)",
                "program": "B.Arch. | Bachelor of Architecture"
            },
            {
                "school": "School of Engineering and Technology (SOET)",
                "program": "B.Tech. | Bachelor of Technology"
            },
            {
                "school": "School of Management (SOM)",
                "program": "B.B.A. | Bachelor of Business Administration"
            },
            {
                "school": "School of Economics & Commerce (SOEC)",
                "program": "B.Com. | Bachelor of Commerce"
            }
        ],
        "postgraduate_programs": [],
        "doctoral_programs": "Information about doctoral programs needs to be extracted if available."
    },
    "student_life": {
        "office_of_student_affairs": {
            "about": "I have started gathering information about student life at CMR University. The main 'Student Life' link appears to be broken, but I was able to find a page detailing the 'Office of Student Affairs' and its 'Learning, Engagement & Advancement Programmes (LEAP)'. This program focuses on co-curricular activities, community building, and leadership. I will continue to search for more specific details regarding student clubs, events, and accommodation from other sources.",
            "mission": [],
            "principles": []
        },
        "campus_life": {
            "about": "### New state of the art campus\nCMR University’s new 60-acre lakefront campus is located in North Bangalore, just off the Hennur-Bagalur Road. Developed as a greenfield project it is easily accessible from Bellary Road (New Airport Road) and well within BDA limits.\nThe current design of the campus features world-class amenities that include a residential zone with staff and student housing. The academic spaces are designed to encourage cross-disciplinary learning and interaction among students. International standard indoor sports complex and separate cricket, athletics, and football grounds give students ample opportunities to train and excel in sports. The CMR University campus also features a variety of spaces for cultural activities that will be able to accommodate a range of audiences.",
            "hostel_facilities_summary": "New boys and girls hostel accommodation is currently available off-campus in the vibrant and cosmopolitan area of Banaswadi. Bus facility is made available for students to commute to the Lakeside Campus. The hostels feature high-speed wired internet access and dining facility. The hostels are located in heart of Banaswadi. The adjoining CMR Road offers students access to a wide range of dining and entertainment options. Single and double room accommodations are available on first come first served basis.\n### Boys Hostel\nCMRU Boys Hostel\n### Girls Hostel\nCMRU Girls Hostel"
        },
        "hostel_information": {
            "types_of_accommodation": [
                "Single Occupancy",
                "Double Occupancy",
                "Triple Occupancy",
                "Four sharing occupancy"
            ],
            "facilities": [
                "Well-lit and ventilated rooms",
                "Semi-furnished rooms",
                "Student-friendly wardens",
                "High-Speed Wi-Fi connectivity",
                "CCTV cameras",
                "TV with cable connection",
                "24 hrs. power backup",
                "Biometrics for students’ attendance",
                "24/7 security in campus",
                "Hi-tech kitchen, with modern equipment",
                "Provision of RO water for drinking",
                "Fresh and nutritious food",
                "Laundry facility",
                "Indoor games"
            ],
            "rules_and_regulations": "GENERAL RULES:\nRagging is a serious offence. Hostilities found indulging in ragging will have to face serious consequences as per the norms of the Institution and the UGC, New Delhi. The matter will be reported immediately to the nearest police station.\nLocal Guardian authorized by the parent is mandatory. The local guardian should be at least 35 years of age. The age is relaxed in case the local guardian is the hostelite’s sibling working in Bangalore. The local guardian should continuously monitor the hostelite and respond to the hostel authorities as and when required.\nParents/Local Guardians and Guests are allowed to meet the hostelite only during the visiting hours. They have to meet the hostelite only in the reception/visitors’ area. The warden’s decision is final and binding with respect to visiting.\nDress code: Hostelites have to be appropriately dressed while in the hostel premise. Hostelites need to be dressed decently, even though he/she has the liberty of wearing clothes of his/her convenience in one’s own room. Hostelites need to be discreet to not get into issues with the hostel authorities related to the dress code.\nMobile phones are to be used without causing disturbance to others. The mobile phone must be on silent mode, especially in common areas.\nVisitor’s Timing: 5.30 p.m. – 7.00 p.m. (All days) Anti-Ragging Policy: “Ragging is prohibited and is a criminal offence” On curbing the menace of Ragging in hostels and campuses of Higher Educational Institutions, it is brought to the notice of all the students that ragging is a criminal offence under UGC Regulations 2009. Any conduct whether by words spoken or written or by an act which causes or is likely to cause annoyance, hardship or psychological harm to a student is Ragging.” Ragging is completely prohibited in the hostel and on campus at the CMR Institute of Technology. ROOM ETIQUETTE:\nRoom allotment will be done by the hostel authorities post the full payment of Hostel fees by the hostelite.\nInterchange of rooms is not permitted without seeking prior permission from the hostel authorities.\nMovement of furniture, fixtures, and furnishings is not permitted.\nLights, fans should be switched off when not in use\nDefacing the walls is not allowed.\nDustbins are to be utilized to dispose of garbage.\nCoupons are provided to use the laundry facility. Additional coupons can be availed by paying extra fees.\nDrying of clothes on the railing, parapet wall in the corridor, and inside the rooms is not allowed.\nIn case of any concerns with his/her roommates, the hostelite must report the matter to the concerned hostel authorities.\nCertain electrical items that pose serious hazards are not permitted to be used in the hostel rooms. Hostelites found using them will have to face serious consequences.\nFood should be taken in the dining hall of the mess. Food should not be carried elsewhere.\nCooking in the room is not allowed.\nHostelites are not permitted to order food from outside after 9 p.m.\nHostelites are not to disturb the peace and tranquility of the hostel environment. Hostelites are to refrain from playing instruments/music with loud volume and watching television, especially during the quiet hours. Quiet Hours: Monday to Sunday: 10 p.m. to 6 a.m.\nCombined studies are permitted only in the common areas. Hostelites are to engage in combined studies without causing any disturbance to fellow hostelites.\nRooms are to be kept neat and clean at all times. Rooms are to be made available to facilitate housekeeping services as per the schedule.\nIn order to ensure the health, safety, and proper conduct of the hostelites, room inspections are carried out periodically.\nHostelites are to ensure the smooth conduct of this inspection by the hostel authorities as and when it is deemed required. The hostel authorities have the right to confiscate any item that is prohibited.\nAttendance is mandatory for meetings called by the hostel authorities. It is prudent to attend the meeting on time.\nCIVILITY Resorting to any of the below mentioned illegal activities would invite severe disciplinary action by the hostel authorities.\nConsumption of illegal drugs\nConsumption of alcohol\nSmoking\nGambling\nUnauthorized entry to a room.\nIndulging in thievery\nUnlawful gathering\nIndulging in fights\nVandalism/destruction of public property\nPossession and use of any inflammable/explosive material.\nAny other forms of criminal act or behavior not stated above.\nLEAVING THE HOSTEL A)During the stay:\nHostelites are allowed to go out of the hostel only on prior permission from the hostel authorities. The hostelite is solely responsible for any untoward incident that might arise during such permitted outside visits.\nHostelites are not allowed to go out without the permission of the warden from 7.00 pm to 7.00 am.\nHostelites are allowed to go out on Sundays for personal reasons after obtaining prior written permission from the warden.\nHostelites should be back in the hostel before 7 p.m. including Sundays.\nHostelites who are going out for tuition classes, add on courses, project work, internship, etc. should take prior permission from the warden. Requisition application should be signed by the parent/local guardian and Dean/HOD/Program Coordinator and accompanied by necessary supporting documents.\nHostelites are allowed to visit their local guardians twice a month. Hostelites have to seek prior permission from the warden before each visit.\nB)During vacations:\nPrior permission to be taken from the warden by the hostelite and parents/local guardian to leave the hostel during Short-Term/Mid-Term Vacations. Application for the same should be duly signed by the Dean/HOD/Program Coordinator in the prescribed format and presented to the warden at least a week before the departure.\nAt the end of each academic year, the hostelite has to vacate the hostel along with his/her luggage within three days after completion of the examination. If the hostelite wishes to continue to stay in the hostel for the next academic year he/she has to reserve the hostel accommodation by paying a prescribed advance fee which is not refundable.\nCloakroom facility is provided to keep the belongings while the hostelite is away during the end of the academic year vacation. To avail of this facility, the hostelite will have to present a requisition letter for the same in the prescribed format.\nC)Vacating:\nPrior to vacating the hostel, the warden must be intimated well in advance and the hostel vacating formalities viz. obtaining ‘No Due Certificate’ from the accounts have to be completed.\nThe hostelite will have to forfeit his/her full hostel fee if he/she had to leave the hostel in the midst of an academic year due to personal reasons or as a consequence of disciplinary action meted out by the hostel authorities.\nThe period of accommodation in the hostel and payment of fees is for an academic year and not for a calendar year.\nRE-ADMISSION TO THE HOSTEL\nHostelites should have 85% of attendance in the preceding academic year.\nAcademic performance of 60%, in the preceding academic year without any backlogs.\nConduct certificate from the Dean/HOD/Program Coordinator.\nConformity to the hostel rules and regulations is mandatory. Any violation will lead to serious consequences. Kindly refrain from any actions that will invite disciplinary actions. Hostel authorities’ decision is final and binding."
        }
    },
    "placements": {
        "about": null,
        "student_development_and_training": null,
        "placement_highlights": [],
        "placement_team": [
            "Lakeside Campus – Mr. Gopalakrishna M, 9513444634, gopalkrishna.m@cmr.edu.in",
            "City Campus – Mr. Saravana Prasad. V, 9600545614, saravanaprasad.v@cmr.edu.in",
            "OMBR Campus – Mr. Parthiban S, 7904552643, parthiban.s@cmr.edu.in"
        ],
        "recruiters": "200+",
        "modules": "Pre-Placement modules from first semester focus on employability",
        "focus": "emphasis on experiential learning, extensive focus on Internships",
        "training": "Training for competitive examinations – CAT, GRE, TOEFL, CMAT, Bank PO, and more."
    },
    "university_name": "CMR University",
    "curriculum": [
        {
            "type": "Programme Curriculum",
            "description": "Mastery and application of knowledge and skills specific to the discipline. Techniques and practices to make learning more meaningful, engaging and more impactful"
        },
        {
            "type": "Common Core",
            "description": "All undergraduate and masters level students familiarize themselves with relevant skills, exposure, knowledge and practices to thrive in the professional world today and in the future."
        },
        {
            "type": "LEAP",
            "description": "Learning Engagement Advanced Programme. Students learn to support each other and build communities, develop deeper understanding of themselves and inculcate consistent reflective practices to improve their social wellbeing into the future."
        }
    ],
    "campuses": [
        {
            "name": "HRBR Campus"
        },
        {
            "name": "OMBR Campus"
        },
        {
            "name": "CMRIT",
            "location": "near ITPL"
        },
        {
            "name": "Lakeside Campus",
            "location": "North Bengaluru",
            "details": "60-acre, serene setting, exceptional connectivity, accessible from Bellary Road and near the airport"
        }
    ],
    "rankings": [
        {
            "rank": "5 Star",
            "category": "Overall Rating",
            "source": "Artificial Intelligence Registration and Certification, U.K."
        },
        {
            "rank": "Emerging University of the Year",
            "category": "University Award",
            "source": "ASSOCHAM, New Delhi"
        },
        {
            "rank": "Emerging University of the Year",
            "category": "University Award",
            "source": "ASSOCHAM, New Delhi"
        },
        {
            "rank": "#6",
            "category": "Best State Private Universities & South Zone",
            "source": "IIRF"
        }
    ],
    "academic_divisions": [
        "Architecture",
        "Engineering",
        "Technology",
        "Legal Studies",
        "Management",
        "Education",
        "Sciences",
        "Humanities"
    ],
    "programmes_offered": {
        "undergraduate": "Students can seek admission to undergraduate programmes via the selection process.",
        "postgraduate": null,
        "doctoral": null
    },
    "news": [],
    "events": [],
    "testimonials": [],
    "contact_info": {
        "admissions_helpline": "93429 00078",
        "campuses": {
            "city_campus": {
                "phone": "080 - 25426977 / 88 / 25426988"
            },
            "ombr_campus": {
                "phone": "080 - 25426955 / 080 / 25426944"
            },
            "lakeside_campus": {
                "phone": "7022007888"
            },
            "cmrit": {
                "phone": "08028524777"
            }
        },
        "information_centre": {
            "andhra_pradesh_telangana": {
                "phone": [
                    "89519 93444",
                    "63669 82945",
                    "89519 93446",
                    "63669 82947"
                ]
            }
        },
        "career_enquiries": {
            "talent_team": {
                "phone": [
                    "9108542888",
                    "9513444999"
                ]
            }
        }
    },
    "study_support": {
        "academic_calendar": {
            "semester_system": "CMR University follows a semester-based academic calendar",
            "academic_year": "2025-26",
            "key_dates": "Check university website for specific semester dates and exam schedules"
        },
        "library_resources": {
            "facilities": [
                "Digital library with online resources",
                "Research databases and journals",
                "Group study rooms",
                "Silent study zones",
                "Computer lab access",
                "Printing and scanning facilities"
            ],
            "study_tips": [
                "Book group study rooms in advance",
                "Use digital resources for research projects",
                "Take advantage of quiet zones during exam periods",
                "Librarians are available to help with research"
            ]
        },
        "academic_support_services": {
            "faculty_mentorship": "Each student is assigned a faculty mentor for academic guidance",
            "peer_tutoring": "Senior students provide tutoring support for junior students",
            "study_groups": "Encouraged across all programs for collaborative learning",
            "office_hours": "Faculty members maintain regular office hours for student consultations"
        },
        "exam_preparation": {
            "assessment_pattern": "Continuous assessment with mid-term and end-term examinations",
            "study_strategies": [
                "Regular attendance is crucial for understanding concepts",
                "Participate actively in class discussions",
                "Form study groups with classmates",
                "Utilize faculty office hours for doubt clarification",
                "Practice previous year question papers",
                "Maintain consistent study schedule throughout semester"
            ]
        },
        "student_wellness": {
            "counseling_services": "Professional counseling available for academic and personal support",
            "stress_management": "Workshops on time management and stress reduction techniques",
            "peer_support": "Student buddy system for new students",
            "mental_health": "Resources available for maintaining good mental health during studies"
        }
    }
}